<?php
/*

Задача 3: Операторы
• Создайте 3 переменных с произвольными именами на свой выбор. Присвойте им
значения 3, 5, 8 соответственно. Выведите значения этих переменных на
страницу.
• Найдите сумму этих переменных и запишите ее в новую переменную. Выведите
значение новой переменной.
• Найдите значение такого выражения: 2+6+2/5-1. Запишите его в переменную с
именем $result и выведите на страницу.

*/

$one = 3;
$two = 5
$tree = 8;

echo "one=$one; two=$two; tree=$tree";

$summ = $one + $two + $tree;
echo "Sum(one, two, tree) = $sum";

$result = 2+6+2/5-1;
echo 'result = ' . $resut;

?>
